{
  "products": [
    {
      "name": "Roush Supercharger",
      "price": 4500,
      "description": "Increase the power of your Roush R2300 Aluminator Phase 1 supercharger to an impressive 675 horsepower and 585 lb-ft of torque with a Phase 1 to Phase 3 Supercharger Upgrade Kit. That's an increase of 100 horsepower and 80 lb-ft of torque.",
      "image": "https://treperformance.com/images/M143855297.jpg"
    },

    {
      "name": "Camshafts",
      "price": 1429,
      "description": "If you're looking to get serious upper RPM gains, but don't want to add springs, a set of Comp Cams Stage 3 NSR camshafts are the perfect addition to your muscle car",
      "image": "http://www.onallcylinders.com/wp-content/uploads/2014/02/camshaft.jpg"
    },
    {
      "name": "Borla ATAK exhaust",
      "price": 1500,
      "description": "A Borla ATAK catback system will significantly increase exhaust flow over the restrictive stock exhaust system for a dramatic increase in horsepower and an aggressive muscle car sound that is not for the faint of heart.",
      "image": "https://www.kpmmotorsport.com.au/wp-content/uploads/2017/06/Mustang_Exhaust_GT.jpg"
    },
    {
      "name": "Tuner and Cold Air Intake",
      "price": 850,
      "description": "Take full advantage of your new C&L Street Cold Air Intake. When you order this combo, you aren't just getting a tuner - you are getting the tuner and 2 Custom V2 Tunes that are written specifically for your muscle car and your particular modifications by BAMA Performance.",
      "image": "https://turn5.scene7.com/is/image/Turn5/397687?$prodpg640x480$"
    },
    {
      "name": "Centerforce Clutch",
      "price": 650,
      "description": "Centerforce's Dual Friction Series Clutches feature a patented Dual Friction Disc Design. The pressure plate side of the disc has a full face for drivability and longevity. While the flywheel side has a carbon composite puck-style (segmented) face for positive engagement and increased holding-capacity.",
      "image": "https://turn5.scene7.com/is/image/Turn5/389897?$prodpg640x480$"
    },
    {
      "name": "Mishimoto Intercooler",
      "price": 1500,
      "description": "Turbos and superchargers are great for making more power, but they are also known to create a lot of heat which can cause detonation. A Mishimoto Universal Intercooler will disperse this excess heat lowering intake temperatures eliminating detonation and increasing power.",
      "image": "https://www.stage3motorsports.com/assets/images/15-18_f150_raptor_3-5l_2-7l_ecboboost_mishimoto_intercooler_kit_002.jpg"
    },
    {
      "name": "Hellcat Style Wheels",
      "price": 1500,
      "description": "This standard combo kit features four 20x9 Bronze Hellcat Style Wheels and four 245/45R20 Mickey Thompson Street Comp Tires. This popular Wheel and Tire Kit has been created for the exact specifications of your 2008-2019 Challenger.",
      "image": "https://cdn1.bigcommerce.com/server3000/1gfd17pa/products/244414/images/344908/V1180BZ_Hellcat_Qtr_preview__28635.1514390687.1280.1280__92269.1551510323.1280.1280.jpg?c=2"
    },
    {
      "name": "Raxiom Tail Lights",
      "price": 400,
      "description": "These tail lights feature built-in modern LED technology that is used for both the reverse lights and running light rings to dramatically transform the appearance.",
      "image": "https://turn5.scene7.com/is/image/Turn5/100807?wid=80&hei=60&&op_usm=0.8,1,10,0"
    },
    {
      "name": "Anderson Hood",
      "price": 1500,
      "description": "Anderson Composites 4-Inch Type-CJ Cowl Hood - Carbon Fiber, you will get a much-needed upgrade on your fifth-gen Ford Mustang. Weighing approximately 23 pounds, this hood is 9 pounds lighter than the stock hood it replaces.",
      "image": "https://www.cjponyparts.com/media/catalog/product/cache/1/thumbnail/9df78eab33525d08d6e5fb8d27136e95/h/d/hd166_2.2591.jpg"
    },
    {
      "name": "Eibach Sportline Springs",
      "price": 295,
      "description": "Give your Mustang the sports car type handling it deserves with an Eibach Sportline Spring Kit. This lowering spring kit lowers your Mustang's ride and center of gravity even more than the legendary Eibach Pro-Kit, for maximum improvement in acceleration, cornering, and braking performance.",
      "image": "https://cfc7329ad537523a5de1-b21544d490ba797ec9de9d17e947de3d.ssl.cf1.rackcdn.com/eib-41035_0a8f328d.jpg"
    },
    {
      "name": "Boss Cold Air Intake",
      "price": "650",
      "description": "Bolt on up to 61 RWHP and 43 ft.-lbs. of torque to your 2011-2014 5.0 GT Mustang with a Ford Racing BOSS 302 Manifold. We dyno-tested this manifold in-house on our stock 2011 GT with nothing more than a JLT Cold Air Intake, so you can be confident you'll see some real performance gains from this manifold.",
      "image": "https://turn5.scene7.com/is/image/Turn5/50179?$prodpg640x480$"
    },
    {
      "name": "Brembo Brakes",
      "price": 4600,
      "description": "Upgrade your Brembo equipped muscle cars front brakes to the massive 6-piston calipers found in the Brembo Gran Turismo Brake Kit and get the confidence you need to dive into the most challenging corners and still bring it to a controlled stop every time.",
      "image": "https://www.carid.com/images/brembo/page/brembo-drilled-brake-disc.jpg"
    }
  ]
}
